const commands = `
/start - Перезапустить бота
/help - Помощь
/ask - Список вопросов
`

// Не завершается аренда 
const btn_1Text = 'Извини за неудобства, если так произошло после возврата павербанка. Попроси сотрудника точки перегрузить станцию и убедись, что аренда завершена. Если не помогло, сообщи о проблеме в <a href="https://t.me/zaryadium">Службу поддержки</a>. Сообщи номер телефона, на который зарегистрирован аккаунт и номер станции под QR кодом. Мы оперативно решим проблему и закроем аренду.'

// Не возвращается депозит
const btn_2Text = 'Возврат депозита происходит после того, как возвращен повербанк и аренда была полностью оплачена. Возможно на карте не хватает средств для оплаты аренды, после оплаты аренды депозит будет полностью возвращен. При соблюдении этих условий депозит обычно возвращается мгновенно, но бывает, что система загружена, и возврат может занять до 3 дней, а в исключительных случаях до 30 дней.'

//Не выдаётся павербанк
const btn_2_1Text = 'Если на карте достаточно средств и нет долга за предыдущую аренду, а павербанк не выдаётся после сканирования QR кода на станции, то попроси сотрудника точки перегрузить станцию. Если не помогло, сообщи о проблеме в <a href="https://t.me/zaryadium">Службу поддержки</a>. Сообщи номер телефона на который зарегистрирован аккаунт и номер станции под QR кодом. Мы оперативно решим проблему.'

//Списываются средства
const btn_3Text = 'Извини за неудобства, если так произошло после возврата павербанка. Сообщи в <a href="https://t.me/zaryadium">Службу поддержки</a> или по телефону 8-800-101-8192. Мы оперативно решим проблему и закроем аренду.'

// Повербанк не заряжает
const btn_4Text = 'Извини за неудобства, если так произошло. Вытащи и вставь повторно разъём провода павербанка в своё устройство. Если это не помогло, то в течении 5 минут верни его бесплатно и возьми новый. Если остались вопросы, то <a href="https://t.me/zaryadium">напиши нам</a>.'

// Утерял/ повредил павербанк 
const btn_5Text = 'Сообщи в <a href="https://t.me/zaryadium">Службу поддержки</a> или по телефону 8-800-101-8192.'

// Сотрудничество
//const btn_6Text = 'Если хочешь станцию в свою розничную точку или стать партнёром свяжись с нами Zaryadium в Telegram или partners@zaryadium.ru'

// Как скачать приложение Зарядиум
//const btn_7Text = 'Чтобы скачать приложение Зарядиум наведи камеру телефона на QR код на станции или выбери <a href="https://play.google.com/store/apps/details?id=uni.UNIC7F0FDC">Android</a> или <a href="https://apps.apple.com/ru/app/%D0%B7%D0%B0%D1%80%D1%8F%D0%B4%D0%B8%D1%83%D0%BC/id6467823633?l=en-GB">iPhone</a>'



module.exports.commands = commands
module.exports.btn_1Text = btn_1Text
module.exports.btn_2Text = btn_2Text
module.exports.btn_2_1Text = btn_2_1Text
module.exports.btn_3Text = btn_3Text
module.exports.btn_4Text = btn_4Text
module.exports.btn_5Text = btn_5Text
//module.exports.btn_6Text = btn_6Text
//module.exports.btn_7Text = btn_7Text